---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Fixed
source: html/ab1e07fd-0937-8046-41c9-957d70e47b56.htm
---
# Autodesk.Revit.DB.UnitTypeId.Fixed Property

Fixed.

## Syntax (C#)
```csharp
public static ForgeTypeId Fixed { get; }
```